Repository: SuperHich/kidibook
Catalog: lib/l10n/app_*.arb
Languages: fr

# storiesFor
source: Stories for {kidName}
fr: Histoires pour {kidName}

source: Favorites
fr: Favoris

source: Sort stories
fr: Trier les histoires

source: Use list
fr: Vue liste

source: Use grid
fr: Vue grille

# themeAndSettings
source: Theme & Settings
fr: Thème & Paramètres

source: All
fr: Toutes

# error
source: Error: {message}
fr: Erreur : {message}

source: No stories found
fr: Aucune histoire trouvée

# pullToRefresh
source: Pull down to refresh.
fr: Tirez pour rafraîchir.

source: No stories yet
fr: Aucune histoire pour le moment

source: Stories will appear here.
fr: Les histoires apparaîtront ici.

source: No favorites yet
fr: Aucun favori pour le moment

# tapHeartToFavorite
source: Tap the heart on a story to add it to favorites.
fr: Appuyez sur le cœur d'une histoire pour l'ajouter aux favoris.

source: Welcome!
fr: Bienvenue !

# personalizeStories
source: Let's personalize the stories. What is the kid's name?
fr: Personnalisons les histoires. Quel est le nom de l'enfant ?

source: Kid's name
fr: Prénom de l'enfant

# pleaseEnterName
source: Please enter a name
fr: Veuillez entrer un prénom

# nameMinLength
source: Name should be at least 2 characters
fr: Le prénom doit comporter au moins 2 caractères

# continueButton
source: Continue
fr: Continuer

# changeNameLater
source: You can change the name later in Settings.
fr: Vous pourrez changer le prénom plus tard dans les Paramètres.

source: Copied to clipboard
fr: Copié dans le presse-papiers

source: Theme & Settings
fr: Thème & Paramètres

source: Theme
fr: Thème

source: System
fr: Système

source: Light
fr: Clair

source: Dark
fr: Sombre

source: Layout
fr: Mise en page

source: Enter name
fr: Entrez le prénom

# nameUpdatedSuccessfully
source: Name updated to "{name}" successfully!
fr: Prénom mis à jour vers "{name}" avec succès !

source: Save
fr: Enregistrer

source: Kid's gender
fr: Genre de l'enfant

source: Boy
fr: Garçon

source: Girl
fr: Fille
